Repository: pantheon-tweaks/pantheon-tweaks
Catalog: po/*.po
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ru, vi

source: Tweaks
es: Ajustes
fr: Ajustements
hu: Trükkök
pl: Usprawnienia
pt: Ajustes
ru: Твики

source: Tweak elementary OS settings
es: Editar los ajustes de elementary OS

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Оформление
vi: Giao diện

source: General
de: Allgemein
es: Opciones generales
fr: Général
hu: Általános
it: Impostazioni generali
ja: 一般
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
vi: Chung

source: Fonts
de: Schriften
es: Tipografías
fr: Polices
hu: Betűtípusok
it: Tipi di carattere
ja: フォント
nl: Lettertypen
pl: Czcionki
pt: Fontes
ru: Шрифты
vi: Phông chữ

source: Animations
es: Animaciones
nl: Animaties
pl: Animacje

source: Shadows
es: Sombras

source: Miscellaneous
de: Verschiedenes
es: Miscelánea
fr: Divers
hu: Egyéb
it: Varie
ja: そのほか
nl: Diversen
pl: Pozostałe
pt: Diversos
ru: Прочее
vi: Linh tinh

source: Applications
de: Anwendungen
es: Aplicaciones
hu: Alkalmazások
it: Applicazioni
ja: アプリケーション
nl: Toepassingen
pl: Aplikacje
pt: Aplicações
ru: Приложения
vi: Ứng dụng

source: Files
de: Dateien
es: Archivos
fr: Fichiers
hu: Fájlkezelő
it: File
ja: ファイル
nl: Bestanden
pl: Pliki
pt: Ficheiros
ru: Файлы
vi: Tệp

source: Disabled
es: Desactivado

source: Watched Processes
es: Procesos vigilados

source: Add...
es: Añadir…

source: Remove
es: Eliminar

source: Revert to Default
es: Restablecer predefinidos

source: Animations:
es: Animaciones:

source: If the animations play at all
es: Si las animaciones son reproducidas

source: Open Duration:
es: Duración de la apertura:

source: Plays when an application is opened
es: Se reproduce cuando la aplicación es abierta

source: Close Duration:
es: Duración del cierre:

source: Plays when an application is closed
es: Se reproduce cuando la aplicación es cerrada

source: Snap Duration:
es: Duración del ajuste:

source: Plays when an application is snapped to the side
es: Se reproduce cuando la aplicación se ajusta a un lado

source: Minimize Duration:
es: Duración de la minimización:

source: Plays when an application is minimized
es: Se reproduce cuando la aplicación es minimizada

source: Workspace Switch Duration:
es: Duración del cambio de área de trabajo:

source: Plays when a workspace switch is initiated
es: Se reproduce cuando se ejecuta un cambio de escritorio

source: Single Click:
es: Una pulsación:

source: If set off, files will use 'normal' double-click behavior
es: Si se desactiva, los archivos tendrán un comportamiento normal al hacer doble clic

source: Locale
de: Gewählte Sprache/Region
es: Configuración local
fr: Langage
hu: Területi beállítások
it: Lingua
ja: ロケール
nl: Taal
pl: Język
pt: Local
ru: Местный
vi: Ngôn ngữ

source: Date Format:
es: Formato de la fecha:

source: For date accessed, modified, etc.
es: Para accesos, modificaciones, etc. de la fecha

source: Smallest
es: Muy pequeños

source: Smaller
es: Más pequeños

source: Small
es: Pequeños

source: Large
es: Grandes

source: Larger
es: Más grandes

source: Largest
es: Muy grandes

source: Sidebar Icon Size:
es: Tamaño de los iconos de la barra lateral:

source: Size of the icons in the sidebar
es: Tamaño de los iconos de la barra lateral

source: Default Font:
de: Standardschrift:
es: Tipografía predeterminada:
fr: Police par défaut :
hu: Alapértelmezett betűtípus:
it: Font di default
ja: デフォルトのフォント:
nl: Standaardlettertype:
pl: Domyślna czcionka:
pt: Fonte predefinida:
ru: Шрифт по умолчанию:

source: Used by default by most applications
es: Utilizado por defecto por la mayor parte de las aplicaciones

source: Document Font:
es: Tipografía de documento:

source: Used when displaying documents, if no other font was chosen
es: Utilizada cuando se visualizan documentos si no se ha elegido otra tipografía

source: Monospace Font:
es: Tipografía monoespacio:

source: Used in the terminal, for code, and sometimes for plain text
es: Utilizada en la terminal para código y a veces para texto plano

source: Titlebar Font:
es: Tipografía de la barra de título:

source: Used to display window titles
es: Utilizada para representar los títulos de las ventanas

source: Rows:
es: Filas:

source: The number of rows displayed in Slingshot
es: Cantidad de filas mostradas en Slingshot

source: Columns:
es: Columnas:

source: The number of columns displayed in Slingshot
es: El número de columnas mostradas en Slingshot

source: Current Workspace Only
es: Solamente escritorio actual

source: Show only windows on the current workspace
es: Mostrar solamente las ventanas del escritorio actual

source: Will still show pinned items on different workspaces
es: Todavía mostrará elementos anclados en diferentes espacios de trabajo

source: Lock Items:
es: Elementos:

source: Icon Size:
es: Tamaño de los iconos:

source: The size of each icon in the plank
es: El tamaño de cada icono en el tablón

source: Don't hide
es: No ocultar

source: Intelligent hide
es: Ocultación inteligente

source: Auto hide
es: Ocultar automáticamente

source: Hide on maximize
es: Ocultar al maximizar

source: Hide Mode:
es: Modo de ocultación:

source: Plank's hide mode
es: Modo oculto del tablón

source: Hide Delay (ms):
es: Retraso de ocultación (ms):

source: Theme:
es: Tema:

source: Primary Monitor
es: Monitor principal

source: The monitor that Plank is displayed on
es: El monitor en el que el tablón es mostrado

source: Left
es: Izquierda

source: Right
es: Derecha

source: Top
es: Superior

source: Bottom
es: Inferior

source: Screen Position:
es: Posición de la pantalla:

source: Where on the screen Plank is displayed
es: Dónde se mostrará el tablón en la pantalla

source: Centered
es: Centrado

source: Alignment:
es: Alineación:

source: Item Alignment:
es: Alineación de los elementos:

source: Offset:
es: Desplazamiento:

source: Custom
es: Personalizado

source: Opacity:
es: Opacidad:

source: How transparent the background of the terminal is
es: Transparencia del fondo de la terminal

source: Prefer Dark Theme:
es: Preferir tema oscuro:

source: GTK+ windows will now prefer the dark GTK+ theme
es: Las ventanas GTK+ preferirán un tema GTK+ oscuro

source: Some applications will not react well with this enabled and can look terrible
es: Algunas aplicaciones no reaccionarán bien con esta opción habilitada y podrían mostrarse de forma errónea

source: Metacity Theme:
es: Tema Metacity:

source: Used to render windows that do not use GTK+
es: Utilizado para representar ventanas que no utilizan GTK+

source: GTK+ Theme:
es: Tema GTK+:

source: Used to render GTK+ windows like Switchboard
es: Utilizados para renderizar ventanas GTK+ como Switchboard

source: Icon Theme:
es: Tema de iconos:

source: Cursor Theme:
es: Tema del cursor:

source: Custom Layout:
es: Distribución personalizada:

source: Custom window control layout
es: Disposición personalizada de controles de ventanas

source: Window Controls:
es: Controles de ventana:

source: Controls located at the top of the window for close, minimize, and maximize
es: Controles situados en la parte superior de la ventana para cerrar, minimizar y maximizar

source: May break window controls! May stop working with updates to system!
es: ¡Puedes romper los controles de la ventana! ¡Puede dejar de funcionar con las actualizaciones del sistema!

source: Audible Bell:
es: Alerta audible:

source: Sound that plays when an error has been made
es: Sonido que se reproduce cuando se ha producido un error

source: Focused Windows:
es: Ventanas activas:

source: Shadow beneath windows that you have currently selected
es: Sombra debajo de las ventanas que has seleccionado

source: This may not actually do anything
es: En la práctica, esto puede no hacer nada

source: Unfocused Windows:
es: Ventanas inactivas:

source: Shadow beneath windows that you do not have selected
es: Sombra debajo de las ventanas que no tienes seleccionadas

source: Name
es: Nombre

source: Shortcut
es: Acceso directo

source: Command
es: Orden

source: Every field must be filled!
es: Todos lo campos tienen que ser llenados

source: Name:
es: Nombre:

source: Shortcut:
es: Acceso directo:

source: Command:
es: Orden:

source: Close Only
es: Solo «Cerrar»

source: Minimize Left
es: Minimizar a la izquierda

source: Minimize Right
es: Minimizar a la derecha

source: Revert to default setting
es: Recuperar ajustes por defecto

source: Tweak Pantheon settings
de: Pantheons Einstellungen optimieren
fr: Ajuster les paramètres de Pantheon
hu: Pantheon-beállítások módosítása
it: Modifica le impostazioni di Pantheon
ja: Pantheon の設定を微調整します
pl: Dostosuj usprawnienia Panteon
pt: Ajuste as definições do Pantheon
ru: Тонкая настройка elementary OS
vi: Cài đặt Tweak Pantheon

source: A system settings panel for the Pantheon Desktop that lets you easily and safely customise your desktop's appearance.
de: Ein Systemeinstellungsmodul für die Arbeitsumgebung »Pantheon«, mit der die Erscheinung der Arbeitsumgebung sicher und einfach angepasst werden kann.
hu: Egy rendszerbeállítások-komponens a Pantheon számára, amivel egyszerűen és biztonságosan testreszabhatja az asztali felület megjelenését.
it: Un pannello delle impostazioni di sistema per Pantheon Desktop che ti consente di personalizzare in modo sicuro l'aspetto del tuo desktop.
ja: 簡単かつ安全にデスクトップの外観をカスタマイズできる、Pantheon デスクトップ向けのシステム設定パネルです。
pl: Panel ustawień systemowych dla pulpitu Pantheon, który pozwala łatwo i bezpiecznie dostosować wygląd pulpitu.
pt: Um painel de definições do sistema para o ambiente de trabalho Pantheon que permite personalizar com facilidade e segurança a aparência do seu ambiente de trabalho.
ru: Панель параметров для Pantheon, которая позволяет вам просто и безопасно кастомизировать ваш рабочий стол.

source: TerminalPane: Remove background color preference which no longer take effect due to changes on Terminal side
ja: TerminalPane: “ターミナル”側の変更に伴い、設定が反映されなくなった背景色の設定を削除
ru: TerminalPane: Удалён нерабочий параметр цветовой схемы, из-за изменений в Терминале

source: Translation updates:
de: Übersetzungsaktualisierungen:
hu: Frissített fordítások:
it: Aggiornamenti di traduzione:
ja: 翻訳の更新:
pt: Atualizações de tradução:
ru: Обновления переводов:

source: Update Portuguese translation (thanks to @hugok79)
de: Portugiesische Übersetzung aktualisiert (Dank an @hugok79)
hu: Portugál fordítás frissítve (köszönet @hugok79)
it: Aggiornata la traduzione in portoghese (grazie a @hugok79)
ja: ポルトガル語翻訳を更新 (貢献者: @hugok79)
pt: Tradução do Português atualizada (obrigado a @hugok79)
ru: Обновлён португальский перевод (спасибо @hugok79)

source: Update German translation (thanks to @skalski)
ja: ドイツ語翻訳を更新 (貢献者: @skalski)
ru: Обновлён немецкий перевод (спасибо @skalski)

source: Update Italian translation (thanks to @albanobattistella)
ja: イタリア語翻訳を更新 (貢献者: @albanobattistella)
ru: Обновлён итальянский перевод (спасибо @albanobattistella)

source: Update Russian translation (thanks to @lenemter)
ja: ロシア語翻訳を更新 (貢献者: @lenemter)
ru: Обновлён русский перевод (спасибо @lenemter)

source: Update Japanese translation
de: Japanische Übersetzung aktualisiert
hu: Japán fordítás frissítve
it: Aggiornata la traduzione giapponese
ja: 日本語翻訳を更新
pt: Tradução do Japonês atualizada
ru: Обновлён японский перевод

source: Remove AnimationsPane which no longer take effect due to the removal of tweaking animations functions on Gala side
de: Entferne Animation, die aufgrund der Entfernung der Tweaking-AnimationsFunktionen auf der Gala nicht mehr wirksam sind
it: Rimuove il riquadro di animazione che non ha più effetto a causa della rimozione di modifiche alle funzioni di animazione sul lato Gala
ja: Gala 側のアニメーション調整機能の削除に伴い、設定が反映されなくなったアニメーションペインを削除
pt: Remove o Painel Animações visto que não tem mais efeito devido à remoção das funções de ajustes de animações em Gala
ru: Убраны настройки анимаций, так как они больше не работали из-за того, что из Gala были удалены настройки анимаций

source: DestinationButton: Show an error dialog when creating/opening the destination folder being failed
de: ZielSchaltfläche: Anzeige eines Fehlerdialogs beim Erstellen/Öffnen desdes Zielordners fehlgeschlagen ist
it: Pulsante di destinazione: mostra una finestra di dialogo di errore durante la creazione/apertura della cartella di destinazione non riuscita
ja: 保存先ボタン: 保存先を作成したり開いたりできなかった場合、エラーダイアログを表示するように修正
pt: DestinationButton: mostra uma caixa de diálogo de erro ao criar/abrir a pasta de destino com falha
ru: DestinationButton: Отображение диалога с ошибкой при ошибке создания/открытия папки назначения

source: Update German translation (thanks to @uwe-ss)
hu: Német fordítás frissítve (köszönet @uwe-ss)
it: Aggiornata la traduzione tedesca (grazie a @uwe-ss)
ja: ドイツ語翻訳を更新 (貢献者: @uwe-ss)
pt: Tradução do Alemão atualizada (obrigado a @uwe-ss)
ru: Обновлён немецкий перевод (спасибо @uwe-ss)

source: Update Hungarian translation (thanks to @TomiOhl)
it: Aggiornata la traduzione ungherese (grazie a @TomiOhl)
ja: ハンガリー語翻訳を更新 (貢献者: @TomiOhl)
pt: Tradução do Húngaro atualizada (obrigado a @TomiOhl)
ru: Обновлён венгерский перевод (спасибо @TomiOhl)

source: Update Chinese Simplified translation (thanks to @imgradeone)
hu: Egyszerűsített kínai fordítás frissítve (köszönet @imgradeone)
it: Aggiornata la traduzione cinese semplificata (grazie a @imgradeone)
ja: 簡体字中国語語翻訳を更新 (貢献者: @imgradeone)
pt: Tradução do Chinês Simplificado atualizada (obrigado a @imgradeone)
ru: Обновлён перевод на упрощённый китайский язык (спасибо @imgradeone)

source: FontsPane: Fix icon missing with the latest icons update
hu: Betűtípusok: A legutóbbi frissítés óta hiányzó ikon javítva
it: Riquadro dei caratteri: correzione dell'icona mancante con l'ultimo aggiornamento delle icone
ja: フォントペイン: 最近のアイコンのアップデートによって、ペインのアイコンが表示されなくなっていた不具合を修正
pt: Painel Fontes: correção do ícone em falta com a última atualização de ícones
ru: FontsPane: Исправлена отсутствовавшая иконка с последним обновлением иконок

source: Make sure dimming feature that is introduced in the latest version of Gala work for the reset dialog
hu: A Gala legújabb frissítésében bevezetett elhalványítás működésének biztosítása az alaphelyzetbe állítás párbeszédablakon
it: Assicurati che la funzione di attenuazione introdotta nell'ultima versione di Gala lavora per la finestra di dialogo di ripristino
ja: 最新バージョンの Gala で導入された親ウィンドウを薄暗くする機能がリセットダイアログに対して動作するように修正
pt: Certifica-se de que a funcionalidade de escurecimento que é introduzida na última versão do Gala funciona para a caixa de diálogo do repor
ru: Исправлено затемнение в последней версии Gala для диалога сброса

source: AppearancePane: Sort theme names alphabetically
it: Aspetto del pannello: ordina i nomi dei temi in ordine alfabetico
ja: 外観ペイン: テーマ名をアルファベット順で表示するように修正
pt: Painel Aparência: ordenar alfabeticamente os nomes dos temas
ru: AppearancePane: Сортировать названия тем по алфавиту

source: TerminalPane: Support changing tab bar behavior
hu: Terminál: Tab viselkedésének megváltoztatása
it: Riquadro Terminale: supporta la modifica del comportamento della barra delle schede
ja: ターミナルペイン: タブバーの挙動の変更に対応
pt: Painel Terminal: Suporte de mudança de comportamento da barra de separadores
ru: TerminalPane: Поддержка изменения поведения вкладок

source: AppearancePane: Add buttons to open the theme locations
hu: Megjelenés: Gombok a témák helyeinek megnyitásához
it: Aspetto del pannello: aggiunto pulsanti per aprire le posizioni dei temi
ja: 外観ペイン: テーマの保存先を開くボタンを追加
pt: Painel Aparência: adiciona botões para abrir as localizações do tema
ru: AppearancePane: Добавлены кнопки для открытия папки с темами

source: Sync selected elementary stylesheet variant with Desktop Plug
de: Gewähltes Elementary-Stylesheet wird mit dem Modul »Arbeitsumgebung« synchronisiert
hu: A kiválasztott elementary stíluslap szinkronban tartása az Asztal beállításszekcióval
it: Sincronizza la variante del foglio di stile elementary selezionata con Desktop Plug
ja: 選択された elementary スタイルシートの色がデスクトッププラグの設定と同期するように修正
pt: Sincroniza a variante da folha de estilo do elementary selecionada com o "plug" do Ambiente de trabalho
ru: Синхронизация выбранной темы elementary с настройками рабочего стола

source: Improves reliability of restoring visually
de: Zuverlässigkeit der Wiederherstellung erhöht
hu: Visszaállítás megbízhatóságának javítása
it: Migliorata l'affidabilità del ripristino a livello visivo
ja: 設定をリセットしたことが視覚的わかるように修正
pt: Melhora a fiabilidade do restauro visual
ru: Улучшена надёжность восстановления визуально

source: Prevent System Settings from crashing due to the removal of preferences in upstream Videos
de: Systemeinstellungen stürzen nicht länger ab, weil in der Upstream-Version von Videos Einstellungen entfernt wurden
hu: A Videók beállításainak eltávolítása okozta összeomlás megelőzése
it: Impedisci l'arresto anomalo delle impostazioni di sistema a causa della rimozione delle preferenze in Video upstream
ja: “ビデオ”での設定項目の削除が原因で“システム設定”がクラッシュする不具合を修正
pt: Impede que ocorram falhas nas definições do sistema devido à remoção das preferências nos vídeos upstream
ru: Исправлено падение Параметров системы из-за удаления параметров в Видео

source: Correct cursor and icon theme dir copies
de: Verzeichniskopien der Zeiger- und Symbolthemen korrigiert
hu: Helyes kurzor- és ikontéma mappák
ja: カーソルとアイコンテーマのディレクトリのテキストを修正
pt: Cópias corretas do diretório do tema do cursor e dos ícones
ru: Исправлены копии курсора и темы иконок

source: Update French translation (thanks to @roxfr)
de: Französische Übersetzung aktualisiert (Dank an @roxfr)
hu: Francia fordítás frissítve (köszönet @roxfr)
it: Aggiornata la traduzione francese (grazie a @roxfr)
ja: フランス語翻訳を更新 (貢献者: @roxfr)
pt: Tradução do Francês atualizada (obrigado a @roxfr)
ru: Обновлён французский перевод (спасибо @roxfr)

source: Update Russian translation (thanks to @camellan)
de: Russische Übersetzung aktualisiert (Dank an @camellan)
hu: Orosz fordítás frissítve (köszönet @camellan)
it: Aggiorna la traduzione russa (grazie a @camellan)
ja: ロシア語翻訳を更新 (貢献者: @camellan)
pt: Tradução do Russo atualizada (obrigado a @camellan)
ru: Обновлён русский перевод (спасибо @camellan)

source: Exclude Adwaita/gnome/hicolor themes from theme selections
de: Themen Adwaita/gnome/hicolor von Themenauswahl ausgeschlossen
hu: Adwaita/gnome/hicolor témák kizárása a témaválasztóból
it: Esclude i temi Adwaita/gnomo/hicolor dalle selezioni dei temi
ja: テーマの選択肢から Adwaita/gnome/hicolor を除外するように修正
pt: Excluir os temas Adwaita/gnome/hicolor das seleções de temas
ru: Исключены темы Adwaita/gnome/hicolor из списка тем

source: Support accessing to panes with settings paths
de: Zugriff auf Module mit Einstellungspfaden unterstützt
hu: Az albeállítások elérhetők beállítások-útvonalakkal
it: Supporta l'accesso ai riquadri con i percorsi delle impostazioni
ja: 設定パスを使用してペインにアクセスできる機能を追加
pt: Suporte para o acesso a painéis com caminhos de definições
ru: Поддержка доступа к панелям через путь

source: Make sure the plug works on NixOS (thanks to @bobby285271)
de: Es wurde dafür gesorgt, dass das Modul unter NixOS funktioniert (Dank an @bobby285271)
hu: Működés biztosítása NixOS-en (köszönet @bobby285271)
ja: NixOS でプラグが動作するように修正 (貢献者: @bobby285271)
pt: Certifica-se de que o plug funciona no NixOS (agradecimentos a @bobby285271)
ru: Исправлена работа на NixOS (спасибо @bobby285271)

source: Update translations
de: Übersetzungen aktualisiert
hu: Frissített fordítások
it: Aggiornato le traduzioni
ja: 翻訳の更新
pl: Aktualizowanie tłumaczeń
pt: Atualização de traduções
ru: Обновлены переводы

source: elementary Tweaks is now renamed to Pantheon Tweaks and get some new features and fixes:
de: elementary Tweaks heißt jetzt Pantheon Tweaks und hat sowohl einige neue Funktionen erhalten als auch Fehlerbehebungen erfahren:
hu: Az elementary Tweaks át lett nevezve Pantheon trükkökre és kapott pár új funkciót és javítást:
it: Elementary Tweaks è ora rinominato in Pantheon Tweaks e ne avrai nuove caratteristiche e correzioni:
ja: elementary Tweaks から Pantheon Tweaks に名称変更し、以下の新機能と修正が追加されました:
pl: elementary Tweaks jest teraz przemianowany na Pantheon Tweaks i zyskuje nowe funkcje i poprawki:
pt: elementary Tweaks é agora renomeado para Ajustes do Pantheon e obtém novas funcionalidades e correções:
ru: elementary Tweaks были переименованы в Pantheon Tweaks и получили немного новых функций и исправлений:

source: Remove preferences now supported in Pantheon officially
de: Einstellungen entfernt, die jetzt direkt von Pantheon unterstützt werden
hu: A Pantheon által már támogatott beállítások eltávolítva
it: Rimosso le preferenze ora supportate ufficialmente in Pantheon
ja: Pantheon に正式に追加された設定項目を削除
pl: Usunięto preferencje, które teraz oficjalnie są obsługiwane w Pantheon
pt: Remove as preferências agora suportadas oficialmente no Pantheon
ru: Убраны настройки, которые теперь официально поддерживаются в Pantheon

source: Remove preferences causing the plug crash
de: Einstellungen entfernt, die zum Absturz des Moduls führten
hu: Az összeomlást okozó beállítások eltávolítva
ja: クラッシュを引き起こす設定項目を削除
pl: Usunięto preferencje powodujące awarię wtyczki
pt: Remova as preferências que causam a falha do plug
ru: Убраны настройки, из-за которых параметры падали

source: Fully redesigned plug
de: Vollständig neu gestaltetes Modul
hu: Teljes redizájn
ja: 抜本的なデザイン変更
pl: Całkowicie przeprojektowana wtyczka
pt: Plug totalmente redesenhado
ru: Параметры были полностью переработаны

source: Support changing sound theme (thanks to @pongloongyeat)
de: Änderung des Audiothemas unterstützt (Dank an @pongloongyeat)
hu: Hangtéma változtatásának támogatása (köszönet @pongloongyeat)
it: Supporta la modifica del tema del suono (grazie a @pongloongyeat)
ja: サウンドテーマの変更に対応 (貢献者: @pongloongyeat)
pl: Obsługa zmiany motywu dźwięku (dzięki @pongloongyeat)
pt: Suporte a mudança de tema de som (agradecimentos a @pongloongyeat)
ru: Поддержка выбора звуковой темы (спасибо @pongloongyeat)

source: Add new window controls layout
de: Weitere Fenstersteuerungsgestaltung hinzugefügt
hu: Új ablakvezérlő-elrendezések
it: Aggiunto un nuovo layout dei controlli della finestra
ja: 新しいウィンドウコントロールのレイアウトを追加
pl: Dodano nowy układ kontrolek okna
pt: Adicionar novo esquema de controlos de janela
ru: Добавлены новые раскладки кнопок управления окнами

source: Fix deprecations
de: Abkündigungen behoben
hu: Elavulások javítva
ja: 非推奨のコードを修正
pl: Naprawa przestarzałych funkcji
pt: Corrigir depreciações
ru: Исправлены устаревания

source: Appearance pane
de: Modul »Erscheinungsbild«
fr: Volet d'apparence
hu: Megjelenés
it: Aspetto del pannello
ja: “外観”ペイン
pl: Wygląd
pt: Painel de aparência
ru: Панель внешнего вида
vi: Khung giao diện

source: Change the theme and button layout of windows. Changing theme may cause visibility issue.
de: Thema und Schaltflächen in Fensterleisten ändern. Das Ändern des Themas führt möglicherweise zu Darstellungsproblemen.
fr: Modifier le thème et la disposition des boutons des fenêtres. Le changement de thème peut entraîner desproblèmes de visibilité.
hu: Az ablakok témájának és gombelrendezésének megváltoztatása. A téma cseréje megjelenési problémákat okozhat.
it: Modificare il tema e la disposizione dei pulsanti della finstra. La modifica del tema potrebbe causare problema di visibilità.
ja: ウィンドウのテーマとボタンレイアウトを変更します。テーマを変更すると、視覚的な不具合が生じる可能性があります。
nl: Pas het thema en de knopindeling van vensters aan. Dit kan leiden tot een tijdelijke visuele hapering.
pl: Zmień motyw i układ przycisków okien. Zmiana motywu może spowodować problem z widocznością.
pt: Alterar o tema e a disposição dos botões das janelas. Alterar o tema pode causar problemas de visibilidade.
ru: Меняйте темы и расположение кнопок окон. Изменение темы может вызвать проблемы с отображением.
vi: Thay đổi chủ đề và cách bố trí nút của cửa sổ. Thay đổi chủ đề có thể gây ra vấn đề về khả năng hiển thị.
