Repository: pantheon-tweaks/pantheon-tweaks
Catalog: po/*.po
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ru, vi

source: Adjust the animation length used for window management or multitasking.
nl: Pas de animatieduur aan die wordt gebruikt bij vensterbeheer en multitasken.
pl: Dostosuj długość animacji używanej do zarządzania oknami lub wielozadaniowości.

source: Open:
nl: Openen:
pl: Otwórz:

source: Close:
nl: Sluiten:
pl: Zamknij:

source: Snap:
nl: Vastleggen:
pl: Pstryknięcie:

source: Minimize:
nl: Minimaliseren:
pl: Zminimalizowanie:

source: Workspace switch:
nl: Werkbladwisseling:
pl: Zmiana pulpitu:

source: Stay on top while playing:
nl: Altijd bovenop tijdens afspelen:

source: Move window from video canvas:
nl: Venster verplaatsen middels videocanvas:

source: If enabled, the window can be dragged by clicking anywhere on it.
nl: Schakel in om het venster te verplaatsen door er ergens op te klikken.

source: Don't instantly start video playback:
nl: Niet automatisch afspelen:

source: If enabled, opening a video will not auto play it.
nl: Schakel in om video's na openen niet automatisch af te spelen.
