Repository: pantheon-tweaks/pantheon-tweaks
Catalog: po/*.po
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ru, vi

source: Theme Settings
de: Themaeinstellungen
fr: Réglage des thèmes
hu: Témabeállítások
it: Impostazioni del tema
ja: テーマの設定
nl: Thema-instellingen
pl: Ustawienia motywu
pt: Definições de tema
ru: Настройки темы

source: To show custom themes here, put them in %s.
de: Eigene Themen, die hier angezeigt werden sollen, müssen in %s gespeichert werden.
fr: Pour afficher les thèmes personnalisés ici, placez-les dans %s.
hu: Az egyéni témák megjelenítéséhez helyezze őket ide: %s.
it: Per mostrare qui i temi personalizzati, inseriscili in %s.
ja: カスタムテーマをここに表示させるには、%s 以下に配置してください。
nl: Plaatst eigen thema's in %s.
pl: Aby wyświetlić tutaj motywy niestandardowe, umieść je w %s.
pt: Para mostrar temas personalizados aqui, coloque-os em %s.
ru: Для отображения пользовательских тем, поместите их в %s.
vi: Để hiển thị các chủ đề tùy chỉnh ở đây, hãy đặt chúng vào %s.

source: theme-name
fr: nom-thème
hu: téma-neve
it: nome-tema
ja: テーマ名
nl: themanaam
pl: nazwa-motywu
pt: nome do tema
ru: имя-темы

source: Icons:
de: Symbole:
fr: Icônes :
hu: Ikonok:
it: Icone:
ja: アイコン:
nl: Pictogrammen:
pl: Ikony:
pt: Ícones:
ru: Иконки:

source: To show custom icons here, put them in %s.
de: Eigene Symbole, die hier angezeigt werden sollen, müssen in %s gespeichert werden.
fr: Pour afficher les icônes personnalisées ici, placez-les dans %s.
hu: Az egyéni ikonok megjelenítéséhez helyezze őket ide: %s.
it: Per mostrare le icone personalizzate qui, inseriscile in %s.
ja: カスタムアイコンをここに表示させるには、%s 以下に配置してください。
nl: Plaatst eigen pictogramthema's in %s.
pl: Aby wyświetlić tutaj niestandardowe ikony, umieść je w %s.
pt: Para mostrar ícones personalizados aqui, coloque-os em %s.
ru: Для отображения пользовательских иконок, поместите их в %s.
vi: Để hiển thị các biểu tượng tùy chỉnh ở đây, hãy đặt chúng vào %s.

source: Cursor:
de: Zeiger:
fr: Curseur :
hu: Kurzor:
it: Cursore:
ja: カーソル:
pl: Kursory:
ru: Курсор:

source: To show custom cursors here, put them in %s.
de: Eigene Zeiger, die hier angezeigt werden sollen, müssen in %s gespeichert werden.
fr: Pour afficher les curseurs personnalisés ici, placez-les dans %s.
hu: Az egyéni kurzorok megjelenítéséhez helyezze őket ide: %s.
it: Per mostrare qui i cursori personalizzati, inseriscili in %s.
ja: カスタムカーソルをここに表示させるには、%s 以下に配置してください。
nl: Plaatst eigen cursorthema's in %s.
pl: Aby wyświetlić tutaj niestandardowe kursory, umieść je w %s.
pt: Para mostrar cursores personalizados aqui, coloque-os em %s.
ru: Для отображения пользовательских курсоров, поместите их в %s.
vi: Để hiển thị con trỏ tùy chỉnh ở đây, hãy đặt chúng vào %s.

source: Sound:
de: Audio:
fr: Son :
hu: Hang:
it: Souno:
ja: サウンド:
pl: Dźwięki:
pt: Som:
ru: Звуки:

source: To show custom sounds here, put them in %s.
de: Eigene Klänge, die hier angezeigt werden sollen, müssen in %s gespeichert werden.
fr: Pour afficher les sons personnalisés ici, placez-les dans %s.
hu: Az egyéni hangok megjelenítéséhez helyezze őket ide: %s.
it: Per mostrare qui i suoni personalizzati, inseriscili in %s.
ja: カスタムサウンドをここに表示させるには、%s 以下に配置してください。
pl: Aby wyświetlić tutaj niestandardowe dźwięki, umieść je w %s.
pt: Para mostrar sons personalizados aqui, coloque-os em %s.
ru: Для отображения пользовательских звуков, поместите их в %s.
vi: Để hiển thị âm thanh tùy chỉnh ở đây, hãy đặt chúng vào %s.

source: Force to use dark stylesheet:
de: Dunklen Stil erzwingen:
fr: Forcer l'utilisation d'une feuille de style sombre :
hu: Sötét színséma használatának kényszerítése:
it: Forza l'uso del foglio di stile scuro:
ja: ダークスタイルシートを強制的に適用:
nl: Donker thema afdwingen:
pl: Wymuś użycie ciemnego arkusza stylów:
pt: Forçar o uso de folha de estilo escura:
ru: Принудительно использовать тёмный стиль:

source: Forces dark style on all apps, even if it's not supported. Requires restarting the application.
de: Dunklen Stil in allen Anwendungen erzwingen, selbst, wenn diese das nicht unterstützen. Anwendungen dazu müssen neu gestartet werden.
fr: Force le style sombre sur toutes les applications, même s'il n'est pas pris en charge. Nécessite le redémarrage de l'application.
hu: Rákényszeríti a sötét témát az összes alkalmazásra, akkor is, ha azok nem támogatják. Az alkalmazások újraindítását igényli.
it: Forza lo stile scuro su tutte le app, anche se non è supportato. Richiede riavvio dell'applicazione.
ja: 対応していないアプリに対しても、ダークモードを強制します。アプリケーションの再起動が必要です。
nl: Dwingt het donkere thema af op alle toepassingen, zelfs op niet-ondersteunde. Herstart de toepassingen om dit toe te passen.
pl: Wymusza ciemny styl we wszystkich aplikacjach, nawet jeśli nie jest obsługiwany. Wymaga ponownego uruchomienia aplikacji.
pt: Força o estilo escuro em todos as aplicações, mesmo se não for compatível. Requer reiniciar a aplicação.
ru: Устанавливает тёмный стиль всем приложениям, даже если он не поддерживается. Требуется перезапуск приложения.
vi: Buộc phong cách tối trên tất cả ứng dụng, ngay cả khi nó không được hỗ trợ. Yêu cầu khởi động lại ứng dụng.

source: Window Controls
de: Fenstersteuerung
fr: Contrôles de fenêtre
hu: Ablakvezérlők
it: Controlli della finestra
ja: ウィンドウコントロール
nl: Vensterbediening
pl: Kontrolki okien
pt: Controlos da janela
ru: Кнопки управления окнами

source: Layout:
de: Gestaltung:
fr: Disposition :
hu: Elrendezés:
ja: レイアウト:
nl: Indeling:
pl: Układ:
pt: Disposição:
ru: Расположение:

source: Changes button layout of the window.
de: Anordnung der Schaltflächen in Fensterleisten ändern.
fr: Modifie la disposition des boutons de la fenêtre.
hu: Megváltoztatja az ablakok gombjainak elrendezését.
it: Modifica la disposizione dei pulsanti della finestra.
ja: ウィンドウのボタンレイアウトを変更します。
nl: Pas de knopindeling van vensters aan.
pl: Zmienia układ przycisków okna.
pt: Altera a disposição dos botões da janela.
ru: Изменяет расположение кнопок окна.
vi: Thay đổi bố cục nút của cửa sổ.

source: Show GNOME menu:
de: GNOME-Menü anzeigen:
fr: Afficher le menu GNOME :
hu: GNOME menü megjelenítése:
it: Mostra menu GNOME:
ja: GNOME メニューを表示:
nl: GNOME-menu tonen:
pl: Pokaż menu GNOME:
pt: Mostrar o menu GNOME:
ru: Показывать меню GNOME:

source: Whether to show GNOME menu in GNOME apps.
de: Festlegen, ob das GNOME-Menü in GNOME-Anwendungen angezeigt wird.
fr: S'il faut afficher le menu GNOME dans les applications GNOME.
hu: Megjelenítésre kerüljön-e a GNOME menüje a GNOME alkalmazásokban.
it: Se mostrare il menu GNOME nelle app GNOME.
ja: GNOME アプリで GNOME メニューを表示するかどうかを設定します。
nl: Of het GNOME-menu moet worden getoond in GNOME-toepassingen.
pl: Czy menu GNOME ma być wyświetlane w aplikacjach GNOME.
pt: Se deve mostrar o menu GNOME em aplicações GNOME.
ru: Показывать ли меню GNOME в приложениях GNOME.
vi: Có hiển thị menu Gnome trong ứng dụng Gnome hay không.

source: elementary Reversed
de: elementary umgekehrt
fr: Inversé elementary
hu: Fordított elementary
it: elementary invertito
pl: elementary Odwrócony
pt: elementary invertido
ru: elementary наоборот
vi: elementary đảo ngược

source: Close Only Right
de: Nur Schließen rechts
fr: Fermer uniquement à droite
hu: Csak bezárás gomb jobb oldalt
it: Chiudi solo a destra
ja: 閉じるボタンのみを右に表示
nl: Sluiten (rechts)
pl: Tylko zamknij po prawej
pt: Fechar apenas à direita
ru: Только «Закрыть» справа
vi: Chỉ đóng bên phải

source: Close Only Left
de: Nur Schließen links
fr: Fermer uniquement à gauche
hu: Csak bezárás gomb bal oldalt
it: Chiudi solo a sinistra
ja: 閉じるボタンのみを左に表示
nl: Sluiten (links)
pl: Tylko zamknij po lewej
pt: Fechar apenas à esquerda
ru: Только «Закрыть» слева
vi: Chỉ đóng bên trái

source: Add Minimize Left
de: Minimieren links hinzufügen
fr: Ajouter réduire à gauche
hu: Lekicsinyítő gomb bal oldalon
it: Aggingi minimizza a sinistra
ja: 最小化ボタンを左に追加
pl: Dodaj Minimalizuj po lewej
pt: Adicionar o minimizar à esquerda
ru: Добавить «Свернуть» слева
vi: Thêm thu nhỏ bên trái

source: Add Minimize Right
de: Minimieren rechts hinzufügen
fr: Ajouter réduire à droite
hu: Lekicsinyítő gomb jobb oldalon
it: Aggiungi minimizza a destra
ja: 最小化ボタンを右に追加
pl: Dodaj Minimalizuj po prawej
pt: Adicionar o minimizar à direita
ru: Добавить «Свернуть» справа
vi: Thêm thu nhỏ quyền

source: Replace Maximize to Minimize
de: Maximieren durch Minimieren ersetzen
fr: Remplacer agrandir par réduire
hu: Maximalizálás helyett lekicsinyítés
it: Sostituisci massimizza a minimizza
ja: 最大化ボタンを最小化ボタンに置き換え
pl: Zamień Maksymalizuj zamiast Mminimalizuj
pt: Substituir maximizar para minimizar
ru: Заменить «Развернуть» на «Свернуть»
vi: Thay thế Tối đa hóa thành Tối thiểu hoá

source: Restore tabs:
de: Tabs wiederherstellen:
fr: Onglets de restauration :
hu: Lapok visszaállítása:
it: Ripristina schede:
ja: タブを復元:
nl: Tabbladen herstellen:
pl: Przywróć karty:
pt: Restaurar separadores:
ru: Восстанавливать вкладки:

source: ISO
ru: Стандарт ISO

source: Informal
de: Informell
fr: Informel
hu: Informális
it: Informale
ja: 略式
nl: Informeel
pl: Nieformalny
ru: Информативный
vi: Không chính thức

source: Date format:
de: Datumsformat:
fr: Format de date :
hu: Dátumformátum:
it: Formato data:
ja: 日付の書式:
nl: Datumopmaak:
pl: Format daty:
pt: Formato de data:
ru: Формат даты:

source: Change the fonts used in your system and documents by default.
de: Schriften ändern, die vom Betriebssystem und standardmäßig in Dokumenten verwendet werden.
fr: Modifier les polices utilisées dans votre système et vos documents par défaut.
hu: A rendszerben és dokumentumokban használt betűtípusok megváltoztatása.
it: Modifica i caratteri utilizzati nel sistema e nei documenti per impostazione predefinita.
ja: システムやドキュメントで使用されるデフォルトのフォントを変更します。
nl: Pas de lettertypen aan die het systeem en documenten standaard gebruiken.
pl: Zmień domyślnie czcionki używane w systemie i dokumentach.
pt: Altera as fontes usadas no sistema e documentos por padrão.
ru: Меняйте шрифты, используемые в системе и документах по умолчанию.
vi: Thay đổi phông chữ được sử dụng trong hệ thống và tài liệu của bạn theo mặc định.

source: Document font:
de: Dokumentschrift:
fr: Police des documents :
hu: Dokumentumok betűtípusa:
it: Font per i documenti:
ja: ドキュメントのフォント:
nl: Documentlettertype:
pl: Czcionka dla dokumentów:
pt: Fonte do documento:
ru: Шрифт документов:

source: Monospace font:
de: Dicktengleiche Schrift:
fr: Police à taille fixe :
hu: Monospace betűtípus:
it: Font monospace:
ja: 等幅フォント:
nl: Vastebreedtelettertype:
pl: Czcionka o stałej szerokości:
pt: Fonte monoespaçada:
ru: Моноширинный шрифт:

source: Titlebar font:
de: Fenstertitelschrift:
fr: Police de la barre de titre :
hu: Címsor betűtípusa:
it: Font per la barra del titolo:
ja: タイトルバーのフォント:
nl: Titelbalklettertype:
pl: Czcionka paska tytułów:
pt: Fonte da barra de título:
ru: Шрифт заголовков:

source: Configure some other hidden settings.
de: Weitere, nicht sichtbare Einstellungen einrichten.
fr: Configurer d'autres paramètres cachés.
hu: További, rejtett beállítások megváltoztatása.
it: Configura altre impostazioni nascoste.
ja: そのほかの隠し設定項目を変更します。
nl: Pas enkele verborgen instellingen aan.
pl: Skonfiguruj inne ukryte ustawienia.
pt: Configurar algumas outras definições ocultas.
ru: Настраивайте некоторые другие скрытые параметры.
vi: Cài đặt một số cài đặt ẩn khác.

source: Sound Indicator
de: Audioindikator
fr: Indicateur sonore
hu: Hangindikátor
it: Indicatore sonoro
ja: サウンドインジケーター
nl: Geluidsindicator
pl: Wskaźnik dźwięku
pt: Indicador de som
ru: Индикатор звука

source: Max volume:
de: Maximale Lautstärke:
fr: Volume maximum :
hu: Maximális hangerő:
it: Volume massimo:
ja: 最大音量:
pl: Maksymalna głośność:
pt: Volume máx:
ru: Максимальная громкость:

source: Terminal
hu: Terminál
it: Terminale
ja: ターミナル
ru: Терминал
vi: Thiết bị đầu cuối

source: Follow last tab:
de: Letztem Tab folgen:
fr: Suivre le dernier onglet :
hu: A legutóbbi lap követése:
it: Segui l'ultima scheda:
ja: 最後のタブに従う:
nl: Vorige tabblad volgen:
pl: Podążaj za ostatnią kartą:
pt: Seguir o último separador:
ru: Придерживаться последней вкладки:

source: Creating a new tab sets the working directory of the last opened tab.
de: Neu geöffnete Tabs werden auf das Arbeitsverzeichnis des zuletzt geöffneten Tabs gesetzt.
fr: La création d'un nouvel onglet définit le répertoire de travail du dernier onglet ouvert.
hu: Az újonnan megnyitott lapok a legutóbb megnyitott lap könyvtárára lesznek állítva.
it: La creazione di una nuova scheda imposta la directory di lavoro dell'ultima scheda aperta.
ja: 新しいタブのカレントディレクトリを、最後に開いたタブのカレントディレクトリに設定します。
nl: De werkmap van het laatst geopende tabblad wordt geopend op het nieuwe tabblad.
pl: Utworzenie nowej karty powoduje ustawienie katalogu roboczego ostatnio otwartej karty.
pt: A criação de um novo separador define o diretório de trabalho do último separador aberto.
ru: При создании новой вкладки устанавливается рабочий каталог последней открытой вкладки.
vi: Tạo một tab mới sẽ đặt thư mục làm việc của tab được mở cuối cùng.

source: Unsafe paste alert:
de: Hinweis bei gefährlichem Einfügen:
fr: Alerte de collage dangereux :
hu: Figyelmeztetés nem biztonságos beillesztésre:
ja: 安全でないペーストを警告:
nl: Waarschuwen bij onveilig plakken:
pl: Alert niebezpiecznego wklejania:
pt: Alerta de colar inseguro:
ru: Предупреждение о небезопасной вставке:

source: Show a warning dialog when a pasted command contains 'sudo'.
de: Warndialog anzeigen, wenn ein eingefügter Befehl »sudo« enthält.
fr: Afficher une boîte de dialogue d'avertissement lorsqu'une commande collée contient 'sudo'.
hu: Figyelmeztetés, ha 'sudo'-t tartalmaz a beillesztendő szöveg.
it: Mostra una finestra di avviso quando un comando incollato contiene 'sudo'.
ja: 貼り付けされたコマンドに 'sudo' というキーワードが含まれている場合に、警告ダイアログを表示します。
nl: Toon een waarschuwingsvenster bij opdrachten die 'sudo' gebruiken.
pl: Pokaż okno dialogowe z ostrzeżeniem, gdy wklejone polecenie zawiera "sudo".
pt: Mostra uma caixa de diálogo de aviso quando um comando colado contém 'sudo'.
ru: Показывать предупреждение, когда вставленная команда содержит «sudo».

source: Remember tabs:
de: Tabs speichern:
fr: Se souvenir des onglets :
hu: Lapok megjegyzése:
it: Ricorda schede:
ja: タブを保存:
nl: Tabbladen onthouden:
pl: Zapamiętaj karty:
pt: Lembrar separadores:
ru: Запоминать вкладки:

source: If enabled, last opened tabs are restored on start.
de: Wenn eingeschaltet, werden beim Start die zuletzt offenen Tabs wieder hergestellt.
fr: Si activé, les derniers onglets ouverts sont restaurés au démarrage.
hu: A legutóbb megnyitott lapok visszaállítása megnyitáskor.
it: Se abilitato, le ultime schede aperte vengono ripristinate all'avvio.
ja: 有効にすると、最後に開いたタブが起動時に復元されます。
nl: Schakel in om de tabbladen te herstellen na het opstarten.
pl: Jeśli ta opcja jest włączona, ostatnio otwarte karty są przywracane podczas uruchamiania.
pt: Se ativado, os últimos separadores abertos são restaurados no início.
ru: Если включено, при запуске восстанавливаются последние открытые вкладки.
vi: Nếu đã bật, các tab đã mở gần đây nhất sẽ được khôi phục khi bắt đầu.

source: Terminal bell:
de: Terminalklang:
fr: Sonnerie du terminal :
hu: Csengő a terminálban:
it: Campanello del terminale:
ja: ターミナルの通知音:
nl: Terminalbel:
pl: Dzwonek terminala:
pt: Sino do terminal:
ru: Звуковое уведомление:

source: Sound when hitting the end of a line and also for tab-completion when there are either no or multiple possible completions.
de: Klang, der beim Erreichen des Zeilenendes ertönt und auch bei Vervollständigung mit der Taste »Tab«, sofern keine oder aber mehrere Vervollständigungen möglich sind.
fr: Son lorsque vous frappez la fin d’une ligne et également pour la complétion par tabulation lorsqu’il n’y a pas ou plusieurs achèvements possibles.
hu: Hangjelzés sorvégbe ütközéskor és tab-kiegészítéskor, ha nincsenek, vagy pedig több javaslat van.
it: Il suono quando si raggiunge la fine di una riga e anche per il completamento delle tabulazioni quando è presente o nessuno o più possibili completamenti.
ja: 行の最後に到達した場合や、入力補完の候補がない、または1つしかない場合に、音を鳴らします。
nl: Het geluid dat je hoort bij regeleindes en tab-aanvulling als er geen of meerdere aanvullingen zijn.
pl: Dźwięk po najechaniu na koniec linii, a także przy uzupełnianiu tabulacji, gdy nie ma żadnych lub jest wiele możliwych uzupełnień.
pt: Som quando se atinge o fim de uma linha e também para o preenchimento de tabulações quando não há ou há múltiplos complementos possíveis.
ru: Звук при попадании в конец строки, а также для предложений на Tab, когда нет или есть несколько предложений.
vi: Âm thanh khi chạm vào cuối dòng và cả khi hoàn thành tab khi không hoặc có nhiều lần hoàn thành có thể.

source: Always
de: Immer
hu: Mindig
it: Sempre
ja: 常に表示
pt: Sempre
ru: Всегда
vi: Luôn

source: Hide when single tab
de: Ausblenden bei einzelnem Tab
hu: Elrejtés egy tabnál
it: Nascondi quando scheda singola
ja: タブが一つの場合は表示しない
pt: Ocultar quando em separador único
ru: Прятать при одной вкладке
vi: Ẩn khi tab đơn

source: Never
de: Nie
hu: Soha
it: Mai
ja: 表示しない
pt: Nunca
ru: Никогда

source: Show tabs:
de: Tabs anzeigen:
hu: Tabok kijelzése:
it: Mostra schede:
ja: タブを表示:
pt: Mostrar separadores:
ru: Показывать вкладки:

source: Reset settings successfully
de: Einstellungen erfolgreich zurückgesetzt
hu: Beállítások sikeresen visszaállítva
it: Ripristinato le impostazioni con successo
ja: 設定を正常にリセットしました
pt: Definições repostas com sucessso
ru: Настройки успешно сброшены
vi: Đặt lại cài đặt thành công

source: Reset to default
de: Auf Standardwerte setzen
fr: Réinitialiser par défaut
hu: Visszaállítás alapértelmezettre
it: Ripristina al valore Predefinito
ja: デフォルトにリセット
nl: Standaardwaarden herstellen
pl: Przywróć domyślne
pt: Repor predefinição
ru: Восстановить значения по умолчанию

source: Are you sure you want to reset personalization?
de: Möchten Sie die Personalisierung wirklich zurücksetzen?
hu: Biztosan vissza szeretné állítani a személyre szabott beállításokat?
it: Sei sicuro di voler ripristinare la personalizzazione?
ja: 個人設定をリセットしてもよろしいですか？
pt: Repor a personalização?
ru: Вы уверены, что хотите сбросить персонализацию?

source: All settings in this pane will be restored to the factory defaults. This action can't be undone.
de: Alle Einstellungen in diesem Modul werden auf die Grundeinstellungen zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
hu: Az oldalon található összes beállítás a gyári alapértelmezett értékre fog visszaállni. A művelet nem vonható vissza.
it: Tutte le impostazioni in questo riquadro verranno ripristinate alle impostazioni di fabbrica. Questa azione non può essere annullata.
ja: このペインにあるすべての設定が出荷時のデフォルトに復元されます。この操作はやり直せません。
pt: Todos os ajustes neste painel serão restaurados às predefinições de fábrica. Esta ação não pode ser anulada.
ru: Все настройки в этой панели будут сброшены до настроек по умолчанию. Это действие не может быть отменено.
vi: Tất cả các cài đặt trong khung này sẽ được khôi phục về mặc định của nhà sản xuất. Không thể hoàn tác hành động này.

source: Reset
de: Zurücksetzen
hu: Visszaállítás
it: Ripristina
ja: リセット
pt: Repor
ru: Сбросить
vi: Đặt lại

source: Open destination folder
hu: Célmappa megnyitása
it: Apri la cartella di destinazione
ja: 保存先を開く
pt: Abrir pasta de destino
ru: Открыть папку назначения

source: Failed to create the destination folder
it: Impossibile creare la cartella di destinazione
ja: 保存先を作成できませんでした
pt: Falha ao criar a pasta de destino
ru: Не удалось создать папку назначения

source: The destination folder doesn't exist and tried to create new but failed. The following error message might be helpful:
it: La cartella di destinazione non esiste e ho provato a crearne una nuova ma l'oprazione non è riuscita. Il seguente messaggio di errore potrebbe essere utile:
ja: 保存先のフォルダーが存在せず新規作成しようとしましたが、できませんでした。以下のエラーメッセージが役立つ可能性があります:
pt: A pasta de destino não existe e ocorreu uma falha ao tentar criar uma nova. A seguinte mensagem de erro pode ser útil:
ru: Папка назначения не существует, поэтому была предпринята попытка её создания, но она провалилась. Следующее сообщение об ошибке может оказаться полезным:

source: Failed to open the destination folder
it: Impossibile aprire la cartella di destinazione
ja: 保存先を開けませんでした
pt: Falha ao abrir a pasta de destino
ru: Не удалось открыть папку назначения

source: Tried to open the destination folder but failed. The following error message might be helpful:
it: Ho provato ad aprire la cartella di destinazione ma l'operazione non è riuscita. Il seguente messaggio di errore potrebbe essere utile:
ja: 保存先のフォルダーを開こうとしましたが、できませんでした。以下のエラーメッセージが役立つ可能性があります:
pt: Falha ao tentar abrir a pasta de destino. A seguinte mensagem de erro pode ser útil:
ru: Произошла ошибка при открытии папки назначения. Следующее сообщение об ошибке может оказаться полезным:

source: Pantheon Tweaks
hu: Pantheon trükkök
pl: Usprawnienia Pantheon
pt: Ajustes do Pantheon

source: Background color:
hu: Háttérszín
nl: Achtergrondkleur:
pl: Kolor tła:

source: Windows
it: Finestre
nl: Vensters

source: Customization Tool
vi: Công cụ tùy chỉnh

source: Advanced;Preferences;Fonts;Theme;Volume;Files;Terminal;
vi: Advanced;Preferences;Fonts;Theme;Volume;Files;Terminal;Nâng cao;Tuỳ chỉnh;Phông chữ;Chủ đề;Âm lượng;Tệp;Tùy chọn;

source: A system customization app for the Pantheon Desktop that lets you easily and safely customise your desktop's appearance.
vi: Một ứng dụng tùy chỉnh hệ thống dành cho Pantheon Desktop cho phép bạn tùy chỉnh giao diện màn hình của mình một cách dễ dàng và an toàn.

source: Pantheon Tweaks Developers
vi: Nhà phát triển Pantheon Tweaks

source: Your Desktop Environment "%s" Is Not Supported
vi: Môi trường máy tính của bạn "%s" không được hỗ trợ

source: Pantheon Tweaks is a customization tool for Pantheon.
vi: Pantheon Tweaks là một công cụ tùy biến dành cho Pantheon.

source: GTK Theme
vi: Chủ đề GTK

source: Icon Theme
vi: Chủ đề biểu tượng

source: Cursor Theme
vi: Chủ đề con trỏ

source: Sound Theme
vi: Chủ đề âm thanh

source: Force Dark Style
vi: Buộc phong cách tối

source: Window Control Layout
vi: Bố cục điều khiển cửa sổ

source: Windows Reversed
vi: Windows đảo ngược

source: Show GNOME Menu
vi: Hiển thị Menu Gnome

source: Restore Tabs
vi: Khôi phục tab

source: Restore tabs from previous session when launched.
vi: Khôi phục các tab từ phiên trước khi khởi chạy.

source: Date & Time Format
vi: Định dạng ngày và giờ

source: Date and time format used in the properties dialog or the list view.
vi: Định dạng ngày và giờ được sử dụng trong hộp thoại thuộc tính hoặc xem danh sách.

source: Default Font
vi: Phông chữ mặc định

source: Document Font
vi: Phông chữ tài liệu

source: Monospace Font
vi: Phông chữ đơn cách

source: Titlebar Font
vi: Phông chữ thanh tiêu đề

source: Max Volume
vi: Âm lượng tối đa

source: Follow Last Tab
vi: Theo dõi tab cuối cùng

source: Unsafe Paste Alert
vi: Cảnh báo dán không an toàn

source: Warn when pasted text contains multiple or administrative commands.
vi: Cảnh báo khi văn bản được dán chứa nhiều lệnh quản trị.

source: Remember Tabs
vi: Ghi nhớ tab

source: Terminal Bell
vi: Chuông nhà ga

source: Show Tabs
vi: Hiển thị tab

source: Cursor Shape
vi: Hình dạng con trỏ

source: Block
vi: Khối

source: Underline
vi: Gạch chân

source: Terminal Font
vi: Phông chữ đầu cuối

source: Reset to Default
vi: Đặt lại về mặc định

source: Reset to Default?
vi: Đặt lại về mặc định?

source: Failed to Load %s Preference
vi: Không thể tải tùy chọn %s

source: Make sure your Pantheon desktop installation is up to date and not incomplete.
vi: Đảm bảo cài đặt máy tính để bàn Pantheon của bạn được cập nhật và không đầy đủ.

source: Get Support…
vi: Nhận hỗ trợ…

source: Open "%s"
vi: Mở "%s"

source: Failed To Open "%s"
vi: Không mở được "%s"

source: There was an error when opening the directory or creating it.
vi: Đã xảy ra lỗi khi mở hoặc tạo thư mục.
